{"id":11405,"date":"2021-01-21T11:35:28","date_gmt":"2021-01-21T11:35:28","guid":{"rendered":"https:\/\/www.appitronsolutions.com\/?page_id=11405"},"modified":"2021-01-21T11:46:18","modified_gmt":"2021-01-21T11:46:18","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/www.appitronsolutions.com\/terms-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"<p>[vc_row][vc_column][vc_column_text]Please read these terms and conditions carefully, as they set out our and your legal rights and obligations in relation to services offered by AppITron Solutions Pvt. Ltd.<\/p>\n<p><b>1) The Services<\/b><\/p>\n<p>a) Deliver a custom or template conversion design service as per the specifications submitted by the customer.<br \/>\nb) Keep the customer informed on the progress and development of the project within the time scales agreed between AppITron Solutions Pvt. Ltd. and the customer.<br \/>\nc) Provide the customer with access to a demo server during the delivery and acceptance phase<br \/>\nd) Make any modifications to the design as outlined in the delivery and acceptance criteria as noted below.<br \/>\ne) Prepare and release the design to be installed by the customer.<\/p>\n<p><b>2) Delivery and acceptance<\/b><\/p>\n<p>AppITron Solutions Pvt. Ltd. will use all reasonable endeavors to deliver the project to the customer for acceptance testing on or before the agreed delivery date. During the acceptance period, the customer will carry out acceptance tests via an online demo server to determine:<\/p>\n<p>• The design conforms in all material respects with the original specification as outlined in the customers Proposal \/ specification document<\/p>\n<p>• Whether the design has any Defects.<br \/>\nIf the design does not meet the above acceptance criteria the customer will send to AppITron Solutions Pvt. Ltd. a written notice via email within 7 days setting out in detail the respect(s) in which the design does not meet the acceptance criteria.<br \/>\nAppITron Solutions Pvt. Ltd. will then complete the following steps.<\/p>\n<p>• AppITron Solutions Pvt. Ltd. will review the customer’s feedback in conjunction with the original design specifications in relation to the defects and will modify the design so that it meets the acceptance criteria within a time frame to be agreed with the customer.<\/p>\n<p>• The design will be deemed to have been accepted by the customer if the customer does not give any notice of defects during the delivery and acceptance period or the customer publishes the design after the design is released to the customer by AppITron Solutions Pvt. Ltd.<\/p>\n<p><b>3) Charges and payment<\/b><\/p>\n<p>AppITron Solutions Pvt. Ltd. will not charge more than the amount previously agreed unless the customer has varied the specifications of the work since the agreement. AppITron Solutions Pvt. Ltd. will not undertake changes to the specifications of the work which would increase the cost, without prior written authorisation from the customer.<br \/>\nA 50% deposit is payable by the customer to AppITron Solutions Pvt. Ltd. before the project starts. The final 50% payment is payable by the customer before the design is released and after the delivery and acceptance terms are met.<br \/>\nInvoices for the above charges and payments will be processed and payable via paypal.com<\/p>\n<p><b>4) Offers and Proposals <\/b><\/p>\n<p>Offers and proposals made by AppITron Solutions Pvt. Ltd. to potential clients should be confidential and remain the property of AppITron Solutions Pvt. Ltd.. Such offers and proposals or the information contained within them must not be passed to third parties or publicly disseminated without prior written authorization from AppITron Solutions Pvt. Ltd.. This includes, but is not limited to, technical features, functionality, aspects of the design and pricing information.<\/p>\n<p><b>5) Supply of Materials <\/b><\/p>\n<p>The customer is to supply all materials and information required for AppITron Solutions Pvt. Ltd. to complete the work in accordance with the agreed specification. Such materials may include, but are not limited to, photographs, written-copy, logos and other printed materials. Where the customers failure to supply such materials leads to a delay in completion of the work, AppITron Solutions Pvt. Ltd. has the right to extend previously agreed deadlines for the completion of the Work by a reasonable amount.<\/p>\n<p><b>6) Warranty by Client as to Ownership of Intellectual Property Rights <\/b><\/p>\n<p>The Customer will obtain all the necessary permissions and authorities in respect of the use of all copy, graphic images, registered company logos, names and trademarks or any other material it supplies to AppITron Solutions Pvt. Ltd. for inclusion on the Web design project.<br \/>\nThe conclusion of a contract between AppITron Solutions Pvt. Ltd. and the customer shall be regarded as a guarantee by the customer to AppITron Solutions Pvt. Ltd. that all such permissions and authorities have been obtained and that the inclusion of such material in the Web design project would not constitute a criminal offence.<br \/>\nBy agreeing to these terms and conditions, the Customer removes the legal responsibility of AppITron Solutions Pvt. Ltd. and indemnifies the same from any claims or legal actions however related to the content of the Customers site.<\/p>\n<p><b>7) Right to Terminate <\/b><\/p>\n<p>AppITron Solutions Pvt. Ltd. reserves the right to refuse or break a contract without prior notice, if it is believed that the Client, their Website, or any material is illegal, immoral or otherwise unacceptable.<\/p>\n<p><b>8) Intellectual Property Rights <\/b><\/p>\n<p>Subject to full payment of the Charges, AppITron Solutions Pvt. Ltd. undertakes not to design or create (or be involved in the design or creation) of any design, web application or web page with the look and feel of which is:<\/p>\n<p>(a) identical to the look and feel of the Website; or<\/p>\n<p>(b) substantially similar to the look and feel of the Website.<\/p>\n<p><b>9) Events Beyond the Control of AppITron Solutions Pvt. Ltd. <\/b><\/p>\n<p>AppITron Solutions Pvt. Ltd. will not be liable for breach of contract where that breach was due to software, hardware or electrical failure, natural events such as fire or other events beyond the control of AppITron Solutions Pvt. Ltd.<\/p>\n<p><b>10) Consequential Loss <\/b><\/p>\n<p>Under no circumstances will AppITron Solutions Pvt. Ltd. be responsible or liable for financial or other loss or damage caused by the failure or use or misuse of its software or when accessing the customers web site. The Client should ensure that data on their site is regularly backed up and that a contingency plan is in place to minimize possible losses as a result of software failure or site access.<\/p>\n<p><b>11) Jurisdiction<\/b><\/p>\n<p>This Agreement shall be governed by the laws of India which shall claim venue and jurisdiction for any legal action or claim arising from the contract between AppITron Solutions Pvt. Ltd. and the Client. The said contract is void where prohibited by law.<\/p>\n<p><b>12) Change of Terms and Conditions <\/b><\/p>\n<p>AppITron Solutions Pvt. Ltd. reserves the right to change the terms &amp; conditions outlined in this document. The customer will be informed of revisions as and when they are issued.<br \/>\n[\/vc_column_text][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column][vc_column_text]Please read these terms and conditions carefully, as they set out our and your legal rights and obligations in relation to services offered by AppITron Solutions Pvt. Ltd. 1) The Services a) Deliver a custom or template conversion design service as per the specifications submitted by the customer. b) Keep the customer informed on the [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms &amp; Conditions - appitronsolutions<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.appitronsolutions.com\/terms-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms &amp; Conditions - appitronsolutions\" \/>\n<meta property=\"og:description\" content=\"[vc_row][vc_column][vc_column_text]Please read these terms and conditions carefully, as they set out our and your legal rights and obligations in relation to services offered by AppITron Solutions Pvt. Ltd. 1) The Services a) Deliver a custom or template conversion design service as per the specifications submitted by the customer. b) Keep the customer informed on the [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.appitronsolutions.com\/terms-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"appitronsolutions\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/appitronsolutions\" \/>\n<meta property=\"article:modified_time\" content=\"2021-01-21T11:46:18+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@appitron\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"5 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.appitronsolutions.com\/#organization\",\"name\":\"Appitron Solutions Pvt. Ltd.\",\"url\":\"https:\/\/www.appitronsolutions.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/appitronsolutions\",\"https:\/\/www.instagram.com\/appitron_solutions\",\"https:\/\/www.linkedin.com\/company\/appitron-solutions\",\"https:\/\/twitter.com\/appitron\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.appitronsolutions.com\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.appitronsolutions.com\/wp-content\/uploads\/2020\/11\/AppITron-icon.png\",\"width\":436,\"height\":414,\"caption\":\"Appitron Solutions Pvt. Ltd.\"},\"image\":{\"@id\":\"https:\/\/www.appitronsolutions.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.appitronsolutions.com\/#website\",\"url\":\"https:\/\/www.appitronsolutions.com\/\",\"name\":\"appitronsolutions\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/www.appitronsolutions.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.appitronsolutions.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.appitronsolutions.com\/terms-conditions\/#webpage\",\"url\":\"https:\/\/www.appitronsolutions.com\/terms-conditions\/\",\"name\":\"Terms & Conditions - appitronsolutions\",\"isPartOf\":{\"@id\":\"https:\/\/www.appitronsolutions.com\/#website\"},\"datePublished\":\"2021-01-21T11:35:28+00:00\",\"dateModified\":\"2021-01-21T11:46:18+00:00\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.appitronsolutions.com\/terms-conditions\/\"]}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.appitronsolutions.com\/wp-json\/wp\/v2\/pages\/11405"}],"collection":[{"href":"https:\/\/www.appitronsolutions.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.appitronsolutions.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.appitronsolutions.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.appitronsolutions.com\/wp-json\/wp\/v2\/comments?post=11405"}],"version-history":[{"count":3,"href":"https:\/\/www.appitronsolutions.com\/wp-json\/wp\/v2\/pages\/11405\/revisions"}],"predecessor-version":[{"id":11408,"href":"https:\/\/www.appitronsolutions.com\/wp-json\/wp\/v2\/pages\/11405\/revisions\/11408"}],"wp:attachment":[{"href":"https:\/\/www.appitronsolutions.com\/wp-json\/wp\/v2\/media?parent=11405"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}